<template>
  <div class="container">
    <div class="text-wrapper">
      <h2>Взуття</h2>
      <p>
        Черевики бувають різних форм і розмірів, але всі вони мають одне
        спільне. Незалежно від обставин військові черевики допоможуть вам вийти
        за межі ваших можливостей. Хороша пара штурмових черевиків захистить вас
        від вологи, ковзання та ударів, покращить вашу реакцію та забезпечить
        комфорт і підтримку протягом усього дня. Перегляньте наш широкий вибір
        армійських черевиків та іншого військового взуття. У нас є чудова
        колекція якісних поліцейських, патрульних черевиків і нековзких
        тактичних черевиків, які ідеально відповідатимуть вашим вимогам, і все
        за неймовірними цінами. Якщо ви шукаєте чорні шкіряні захисні черевики,
        міцні пустельні черевики та зручні черевики для джунглів або інше
        армійське тактичне взуття, виготовлене відповідно до строгих військових
        специфікацій і стандартів, ви не знайдете кращого місця.
      </p>
    </div>
  </div>
</template>

<script>
export default {
  name: "AboutContent",
};
</script>

<style lang="scss" scoped>
.text-wrapper {
  margin: 40px;
  p {
    text-indent: 25px;
  }
}
</style>
