<template>
  <div class="container">
    <div class="text-wrapper">
      <h2>Верхній одяг та уніформа</h2>
      <p>
        Створіть найкращий набір бойового спорядження сьогодні: перегляньте наш
        широкий асортимент і відкрийте для себе різноманітність бойових жилетів
        і нагрудних споряджень, ремінних панелей і захисних накладок. Наш
        широкий асортимент також включає вражаючий вибір підсумків MOLLE, таких
        як підсумки для радіоприймачів і магазинів, а також підсумки для ніг і
        допоміжних речей, які ідеально відповідають вашим потребам у будь-якій
        тактичній ситуації. У нас є широкий асортимент MOLLE та сумісного з
        MOLLE військового обладнання в різних кольорах і камуфляжах, як-от
        справжні Crye Precision MultiCam, камуфляж PenCott і моделі A-TACS.
        Military 1st пропонує вам найкращі продукти від таких відомих
        виробників, як Condor, Helikon, Maxpedition, Pentagon і Propper.
      </p>
    </div>
  </div>
</template>

<script>
export default {
  name: "AboutContent",
};
</script>

<style lang="scss" scoped>
.text-wrapper {
  margin: 40px;
  p {
    text-indent: 25px;
  }
}
</style>
