<template>
  <div class="container">
    <div class="text-wrapper">
      <h2>Окуляри та аксесуари</h2>
      <p>
        Ваші очі потребують особливого догляду, особливо під час надзвичайно
        складних ситуацій на вулиці. Незалежно від того, чи ви завзятий байкер,
        любитель піших прогулянок чи тактичний оператор: поставте захист для
        очей на перше місце. Перегляньте широкий вибір повсякденних, тактичних і
        військових окулярів, доступних в онлайн-магазині Military 1st, і
        захистіть свої очі від інтенсивного світла, води, піску чи бруду. Наш
        широкий асортимент продукції включає високоякісні сонцезахисні окуляри,
        міцні балістичні окуляри та окуляри, а також футляри для окулярів та
        інші аксесуари. Все в різноманітних кольорах і стилях від таких відомих
        виробників окулярів, як Bolle, Swiss Eye і Wiley X.
      </p>
    </div>
  </div>
</template>

<script>
export default {
  name: "AboutContent",
};
</script>

<style lang="scss" scoped>
.text-wrapper {
  margin: 40px;
  p {
    text-indent: 25px;
  }
}
</style>
