<template>
  <div class="container">
    <div class="text-wrapper">
      <h2>Рюкзаки - сумки</h2>
      <p>
        Перегляньте широкий вибір рюкзаків у стилі мілітарі, тактичних рюкзаків
        і аксесуарів, доступних в нашому онлайн-магазині. Наш широкий асортимент
        продукції включає високоякісні патрульні рюкзаки, наплічні сумки та
        навіть багаж різноманітних кольорів, стилів і розмірів. Крім того, ми
        пропонуємо легкі поясні та поясні сумки, сухі сумки, сумки для зброї та
        чохли, а також низку основних аксесуарів, таких як ремені, ремені,
        водонепроникні чохли, додаткові сумки та запасні частини. Все від таких
        відомих брендів, як Condor, First Tactical, Helikon, Maxpedition і
        Wisport.Знайдіть найкращий рюкзак для будь-якої пори року та потреб у
        носінні, потрібного розміру та дизайну, кольору чи камуфляжу, і
        насолоджуйтеся швидкою доставкою по всій країні.
      </p>
    </div>
  </div>
</template>

<script>
export default {
  name: "AboutContent",
};
</script>

<style lang="scss" scoped>
.text-wrapper {
  margin: 40px;
  p {
    text-indent: 25px;
  }
}
</style>
