<template>
  <div class="container">
    <div class="text-wrapper">
      <h2>Одяг та аксесуари</h2>
      <p>
        У нашому широкому асортименті є все, що ви можете собі уявити і що вам
        знадобиться протягом цілого року. Ми пропонуємо різноманітний чоловічий
        одяг, а також вибір жіночого одягу від відомих брендів і виробників.
        Купуйте водонепроникні куртки та софтшелл, теплі парки та пальто.
        Ознайомтеся з колекціями камуфляжних футболок, бойових сорочок і штанів
        карго, шортів карго в стилі мілітарі та термобілизни. Ми також
        пропонуємо широкий асортимент аксесуарів, таких як тактичні та робочі
        рукавички, повсякденні та армійські ремені, капелюхи, багатоцільові
        шарфи та інші головні убори на вибір. Скористайтеся перевагами нашого
        великого асортименту армійського одягу, одягу в стилі мілітарі та
        верхнього одягу та аксесуарів, знайдіть потрібний одяг для будь-якої
        пори року, потрібного розміру та дизайну, кольору та камуфляжу, і
        насолоджуйтеся швидкою доставкою в Україні.
      </p>
    </div>
  </div>
</template>

<script>
export default {
  name: "AboutContent",
};
</script>

<style lang="scss" scoped>
.text-wrapper {
  margin: 40px;
  p {
    text-indent: 25px;
  }
}
</style>
