<template>
  <div class="container">
    <div class="text-wrapper">
      <h2>Про нас</h2>
      <p>
        Створений у 2008 році, Military 1st — це онлайн-продавець, що
        спеціалізується на першокласному спортивному та бойовому одягу та
        тактичному взутті, а також спорядженні та аксесуарах для кемпінгу та
        бушкрафту. Ми пишаємося нашим постійно зростаючим асортиментом
        високоякісної продукції від найвідоміших світових брендів за відмінними
        цінами, а також максимально швидкою доставкою та найвищим рівнем
        обслуговування клієнтів. Будьте впевнені, що всі замовлення обробляються
        дбайливо та уважно, ретельно упаковані та відправлені в той же день, щоб
        забезпечити найкращий досвід покупок. Крім того, наша досвідчена команда
        прагне допомогти клієнтам з їхніми замовленнями від початку до самого
        кінця, і завжди раді відповісти на всі запитання щодо будь-якого товару
        та доставки, оскільки задоволення клієнтів та виняткове післяпродажне
        обслуговування є нашим пріоритетом.
      </p>
    </div>
  </div>
</template>

<script>
export default {
  name: "AboutContent",
};
</script>

<style lang="scss" scoped>
.text-wrapper {
  margin: 40px;
}
</style>
